[BIG_WAVS]
101_BATMAN=
101_GOTHAMCOP=
101_JOKER=Stand back, fool! I've got a bomb. Oh, right. Heh, heh...
102_BATMAN=Warden, something's not right. I'm going with him!
102_FRANK_BOLES=Shut it clown! A lot of people here really want to talk to you.
102_JOKER=Hey Sharpie! Love what you've done with the place. Yo, Frank-ay. How's the wife and kids? You miss me? Really, I don't mind walking! Hey, not so tight boys, you'll crease the suit
102_WARDEN=That's WARDEN Sharp to you Boles. That will be all, Boles. Get that filthy degenerate out of here.
106_BATMAN=Long night, Jim. Hopefully the last one we'll ever have with him. He surrendered almost without a fight. I don't like it. Joker's loose! Alert the Warden!
106_BOB_JOHNSON=Hold it there! Sorry Batman, Arkham staff only! Listen, I appreciate the assistance, but he'll unsettle the more violent inmates.
106_GORDON=Joker invades City Hall and holds the Mayor hostage leaving it to me to juggle SWAT teams, the media and you. Yeah, it's been a helluva night. I assure you, if anyone is qualified. You okay? At least he's back where he belongs.
106_HARLEY=he he he
106_JOKER=I think he's talking about you, Bats. Don't be a stranger, Batman. You're always welcome here. Gotta say it's good to be back. Did ya miss me? Hurry! We're losing him Doc! I love that gag! Welcome to the madhouse, Batman! I set a trap, and you sprang it gloriously! Now let's get this party started!
110_BATMAN=You have one chance to surrender, Quinn.
110_HARLEY=Can you hear me. Is this thing on? Oh. Hiya B-man! Harley Quinn here! How do ya like my new uniform? Pretty hot, huh? And got something to show you. One second B-man I'm now subbing for the old man. Ol' Sharpie's never been happier! In case ya ain't figured it out, today's the Joker's big homecoming And you're guest of honor. Tempting, Bats, but no dice. Now the inmates are running the asylum. Well technically they're Joker's goons shipped in from Blackgate but you get the idea. Bye for now!
110_WARDEN=
115_BATMAN=There's no escape, Joker. I will find you.
115_HENCHMAN=
115_JOKER=Took your time! I'm counting on it. Just not yet! OOOH. He's a big one.
116_JOKER=Boring. You could just lose for once. You're getting too predictable, Bats. I'd love to stay and chat but I have a party to organize. I've got guests flying in from all over Arkham. You'll see.
201_BATMAN=Joker! There's no escape, Joker! Not for long! Just in case you where planning on following me. I have arranged a little insurance. Gordon is on his way to Harley as we speak. Boles!
201_JOKER=Having a little trouble up there? You were expecting maybe Two-Face? Silly Bat! I don't want to escape. I'm having way too much fun. I even have you here to keep a smile on my face. Really? We'll see. Ta Ta. Oh. I forgot to say. If I see you trying to follow me. He dies. Harley is looking forward to it. Maybe I'll tape it and put in up on the internet.
204_Batman=test
204_HarleyQuinn=test
204_HenrySmith=test
209_Lunatic_1=get me out of here.
211_Batman=Scarecrow!
211_Scarecrow=Poor little Bat. You're in my world now.
213_Bane=stuff
213_Batman=stuff
213_Gordon=stuff
213_Joker=stuff
216_Bane=speech
216_Batman=speech
216_Gordon=speech
216_Masked_Guard1=speech
307_Batman=speech
307_DrYoung=speech
307_HarleyQuinn=speech
307_Warden=speech
406_HarleyQuinn=speech
406_Joker=wavs
406_Poison_Ivy=speech
410_Batman=speech
410_HarleyQuinn=speech
412_Henchman_1=speech
412_Henchman_2=speech
412_Joker=Speech
502_Batman=speech
502_Poison_Ivy=speech
504_Batman=speech
504_Scarecrow=speech
605_Batman=speech
605_Poison_Ivy=speech
703_Batman=speech
703_Joker=speech
704_Batman=speech
704_Gordon=speech
704_Joker=speech
705_Batman=speech
705_Joker=speech
708_Batman=speech
708_Joker=speech
709_Batman=speech
709_Gordon=speech
709_Joker=speech

[CH1_101]
01=All units, proceed to Gotham City Hall.
02=The Joker has been apprehended. Batman is now en route to Arkham Island.
03=Stand back, fool! I've got a bomb...
04=Oh, right. Heh, heh...

[CH1_102]
01=Hey, Sharpie! Love what you've done with the place!
02=That's WARDEN Sharp to you.
03=Boles.
04=Yo, Frank-ay. How's the wife and kids? Ya miss me?
05=Shut it, clown! A lot of people here really want to talk to you.
06=That will be all, Boles.
07=Really, I don't mind walking!
08=Not so tight, boys. You'll crease the suit.
09=Get that filthy degenerate out of here.
10=Warden, something's not right. I'm going with him!

[CH1_106]
01=Long night, Jim?
02=Joker invades City Hall and holds the Mayor hostage, leaving it to me to juggle SWAT teams, the media and you. Yeah, it's been a helluva night.
03=Hopefully the last one we'll ever have with him.
04=Hold it there! Sorry, Batman, Arkham staff only!
05=I assure you, if anyone's qualified, it's...
06=Listen, I appreciate the assistance, but he'll unsettle the more violent inmates.
07=I think he's talking about you, Bats.
08=HE HE HE.
09=Don't be a stranger. You're always welcome here.
10=Gotta say it's good to be back.
11=You okay?
12=He surrendered almost without a fight. I don't like it.
13=At least he's back where he belongs.
14=Get up!
15=Now!
16=Joker's loose! Alert the Warden!
17=
18=Hurry! We're losing him, Doc!
19=The choke's on you.
20=
21=Welcome to the madhouse, Batman! I set a trap, and you sprang it gloriously!
22=Now let's get this party started!
23=
24=Yeah, right.
25=Honey, I'm home.
26=Come on in.

[CH1_110]
01=Can ya hear me? Is this thing on?
02=Oh. Hiya, B-man! Harley Quinn here.
03=How do you like my new uniform? Pretty hot, huh? Oh, I got something to show you.
04=One second, B-man.
05=I'm now subbing for the old man.
06=Old Sharpie's never been happier!
07=In case ya ain't figured it out, today's the Joker's big homecoming, and you're the guest of honor.
08=You have one chance to surrender, Quinn.
09=Tempting, Bats, but no dice. Now the inmates are running the asylum.
10=Well, technically they're Joker's goons shipped in from Blackgate, but you get the idea. Bye bye for now!
11=Ta da!

[CH1_115]
01=What took you so long?
02=There's no escape, Joker. I will find you.
03=I'm counting on it. Just not yet!
04=Oooh. He's a big one.
05=

[CH1_116]
01=Well, that was unexpected, wasn't it? Oh well, note to self, need stronger test subjects.
02=Seeing as how I'm feeling generous, I'll give you this one for free.
03=Knock me off, I dare you! End this, pull the plug, stop me once and for all.
04=
05=You're getting too predictable, Bats! Well, I'd love to stay and chat, but I have a party to organize. I've got guests flying in from all over Arkham. You'll see.
06=

[CH2_201]
01=Having a little trouble up there?
02=Joker!
03=You were expecting maybe Two-Face?
04=There's no escape, Joker!
05=Silly Bat! I don't want to escape. I'm having way too much fun. I even have you here to keep a smile on my face.
06=Not for long!
07=Really? We'll see. Ta ta.
08=Oh. I forgot to say.
09=Just in case you were planning on following me, I've arranged a little insurance. Gordon is on his way to Harley as we speak.
10=Officer Boles.
11=If I see you trying to follow me, he dies. Harley is looking forward to it. Maybe I'll film it and post it on the internet.

[CH2_204]
01=Stupid, unreliable...
02=How did Joker get free? What's going on?
03=Be quiet.
04=Uh, uh, uh, uh, B-man! Mr. J doesn't want you following us just yet!
05=
06=Get down!
07=How did Joker get free?
08=What's going on?

[CH2_209]
01=Please, Dr. Crane, don't do this!
02=There is no Crane...
03=Run little bat! You're in my world now!
04=They're all over me!
05=Only Scarecrow!
06=Get 'em off me! Get 'em off me!
07=
08=Help me. I can't get them off me. They're all over my face! I can feel them inside me!
09=Help me!
10=Get me outta here. Please, someone! Oh God!
11=

[CH2_211]
01=
02=Scarecrow!
03=Poor little Bat. You're in my world now.

[CH2_213]
01=It wants Dr. Young's log-in.
02=Never mind that. Get behind me. Now!
03=Bane.
04=I thought he broke out of Blackgate!
05=Cut me down...
06=Who did this to you?
07=Dr. Young. The "bruja". She drained the Venom from my blood. Must... stop... her...
08=Sorry, Has-Bane. The good Doctor won't be a problem much longer.
09=How do you like my puppet?
10=What say we cut him down?
11=
12=Gordon! Run!
13=Play nice, ladies.

[CH2_213A]
01=
02=You took longer than I thought.
03=He's out of control. He's trying to prove something. I'm not sure I can stop him this time.
04=You'll do it. Batman, listen. We're not alone. He's got something else down there. I don't know what it is.
05=What a blabbermouth. Spoiling the surprise.
06=Be quiet!
07=Oh. Am I getting to you? Am I? Good.
08=You're going to love this next bit.

[CH2_216]
01=Batman! You OK?
02=I'm fine, Jim.
03=Where's Quinn?
04=Gone! Must have gotten loose while Bane was throwing you around.
05=We need to get you off the island.
06=I'm not a rookie, I can handle myself.
07=I will break you, Batman. Then the "bruja"!
08=No, Bane. This time I break you!
09=Jim, get back to the mainland. It's too dangerous here.
10=I don't like leaving you here.
11=The radio claims he's planted bombs all over Gotham. Gotham will panic, you're needed there.
12=We're ready to go now, sir.
13=Bane called Dr. Young "bruja". What does it mean?
14=It's Spanish. For witch.

[CH3_307]
01=You monster! You evil, evil, evil monster!
02=He's not going anywhere. You can stop now.
03=Sorry... I'm so sorry!
04=I saw Bane.
05=I know, I... Joker threatened me. I wanted to stop the experiment. I tried to give him his money back.
06=Joker doesn't take no for an answer!
07=He wants an army. A horrible twisted force to destroy Gotham. But he couldn't do it without the formula. I hid it, but...
08=So now he has Venom, and your formula.
09=God. He has gallons of the stuff. There's a lab, hidden in the Gardens. It's locked off, but the security key codes for the entire island are in the Warden's safe!
10=What else is Joker planning?
11=How should I know? You think anything he says make sense?
12=I think he's insane... Oh my God!
13=Get out of the way!
14=Poor Dr. Young. Still, you know how Mr. J hates a squealer.
15=
16=Talkin' about squealers.
17=Somebody help me!
18=That old loony actually thinks he runs this place! Talk about crazy! Well, Bats, places to go! Get him, boys!
19=If he gets up, knock him down, but not too rough. Mr. J needs him at the party.

[CH4_406]
01=Harley!
02=Yii!
03=You have to help me!
04=Ivy? Gee, you look like crap! Maybe I can sneak ya some shampoo.
05=The plants! Can't you hear them? They're crying out to me in agony!
06=Yeah? Well, I really don't have time for this.
07=Please let me out! They'll die without me!
08=I dunno, Red. You're not on Mr. J.'s party list. Oh well...
09=Please!
10=Ah, what the heck. I'll cut you a break!
11=That feels so much better.
12=She's a good kid.
13=I could watch those two all day! What a riot! And speaking of riots...
14=Here's a bit of civil unrest I cooked up just for you!
15=
16=

[CH4_410]
01=Die, you big, ugly bat!
02=Hey! Hands off the merchandise!
03=That's my party list!
04=Quiet!
05=Why the smiles next to certain names?
06=You're the detective. You tell me.
07=
08=You won't find Mr. J, he's in the secret lab in the Gardens and... Oh, crap!
09=Yup, I know.
10=Damn! Well, he'll get me out! You'll see.
11=Yeah...
12=Huh?
13=You'll see...
14=Get in!

[CH4_412]
02=Well, look who's discovered our secret lab. Since you've made it this far, let me show you what I've cooked up.
03=It hurts!
04=I'm on fire. It's burning.
05=Take our guest into the garden and bury him!
06=

[CH5_502]
01=It's all right, my darlings. I'm here now. My poor darlings...
02=Yes, I know he's found us. But I won't let him hurt you. I'll kill him first.
03=Ivy. I know Dr. Young mutated these plants to produce Venom.
04=Yes. And I heard it through the grapevine the evil woman paid the price.
05=
06=I need you to help me create an antidote.
07=Why should I? Let Joker have his fun. I'll enjoy watching you squirm.
08=
09=You've been in the dark too long!
10=Every plant on this island will get the same unless you cooperate.
11=There's a plant, growing deep in Arkham Island. Only it can counter the effects of this Titan strain.
12=Where do I find it?
13=Oh, in Killer Croc's lair. You didn't think it would be easy, did you?
14=Go back to your cell, or I'll be after you next.
15=And I'll be waiting.

[CH5_504]
01=Too late, Batman!
02=One step closer... and this goes into the water!
03=The cave will fill with your deepest, darkest nightmares and you will never reach your precious Venom roots.
04=Don't do it, Crane!
05=
06=
07=Crane!

[CH6_605]
01=I won't let you destroy it, Batman.
02=I told you to go to your cell.
03=I was a fool. I thought the plants were in pain. Now I realize they were evolving, growing stronger!
04=And now we'll grow together!

[CH7_703]
01=Why didn't you stop Batman?
02=Me? It was your plan, you goofy clown!
03=Ahh, I'm sending you back to the Ventriloquist where you belong!
04=You had to spoil everything, didn't you? Beating up Bane, feeding Scarecrow to Croc, slapping around Harley--my hobby, by the way--and ruining all my lovely Venom plants.
05=It's over, Joker.
06=Over? Why, my dear delusional Dark Knight, it hasn't even begun!

[CH7_704]
01=Nicely done, Bats. You deserve a prize!
02=Your old pal, Commissioner Gordon.
03=
05=Say, he looks all run-down. Let's pep him up!
06=No!
07=Batman!
08=Get away...
09=Ooh, here we go!
10=We're going to have some fun now, kiddies!
11=
12=You're trying to resist the change! That's not fair.
13=Come on! Give in!
14=So, you wanna play hardball, Bats? Do ya? Your call!
15=Tickle, tickle!
16=Stop!
17=Ow! You're ruining my big night! Months of planning down the crapper!
18=I just wanted to bring down your grim façade and for once let you see the world as I see it, giggling in a corner and bleeding. But you've denied me even that.
19=I have nothing to live for!
21=

[CH7_705]
01=Arkham Asylum remains under lockdown, its staff at the mercy of the rampaging inmates. Just ten minutes ago, we received this taped message.
02=Greetings, Gotham, Joker here. Arkham is mine. Soon I'll unleash madness untold onto the streets of Gotham. But first, direct your eyes to the rooftops and witness the final destruction of your dear Dark Knight!
03=We've been circling the tower since...
04=Wait! There! Joker is making his move!
05=Showtime, Batman!
06=Let's give the rubes something to talk about!
07=Two freaks in a fight to the death!
08=And for one night only, please welcome our special guest referee.
09=So... come on! Change! Get crazy! It's the only way to beat me!
10=You know you want to!
11=Never.
12=You wasted the antidote on yourself?
13=Now that's funny!
14=Hysterical! But you still spoiled my fun! And for that, I'll paint Arkham with your blood.

[CH7_708]
01=I can take it. I can take anything you throw at me, Bats.
02=You can't beat me. I'm actually going to win.
03=Ready for the next round?
04=Always.
05=What?
06=I'll never let you win!
07=Never!

[CH7_709]
01=Dad! Thank God. I was so worried!
02=I'm fine, Barbara. The GCPD finally has control of the asylum.
03=Doctors are treating the injured, but it looks like it will take some time.
04=All super criminals are back in custody.
05=And the Venom-enhanced inmates are returning to normal.
06=Though for some, the process can be quite painful.
07=
08=And Dad, how are you doing?
09=I'll survive. See you tonight, Barbara.
10=Shame about your car. Can I give you a ride?
11=Thanks, Jim, but I have one on the way.
12=Get some rest. You deserve it.
13=All units, all units, the Second National Bank was just robbed by Harvey Dent, AKA Two-Face. Two officers down, the suspect is fleeing in their patrol car.
14=Stay safe, Jim!
15=Quite a mess in there.
